{
  "title": "সদস্যপদ চুক্তি",
  "content": [
    "ঘোষ সমবায় ব্যাংকিং এর সদস্য হিসাবে নিবন্ধন করে, আপনি নিম্নলিখিত শর্তাবলীতে সম্মত হচ্ছেন:",
    "",
    "১. সদস্যপদের যোগ্যতা",
    "• সদস্য হিসাবে নিবন্ধন করতে আপনার বয়স কমপক্ষে ১১ বছর হতে হবে।",
    "• নিবন্ধনের সময় আপনাকে সঠিক এবং সম্পূর্ণ তথ্য প্রদান করতে হবে।",
    "• আপনার অ্যাকাউন্ট শংসাপত্রের গোপনীয়তা বজায় রাখার দায়িত্ব আপনার।",
    "",
    "২. সদস্যের দায়িত্ব",
    "• সদস্যদের ঘোষ সমবায় ব্যাংকিং দ্বারা নির্ধারিত সকল ব্যাংকিং নিয়ম ও প্রবিধান মেনে চলতে হবে।",
    "• সদস্যদের ভাল অবস্থানে থাকতে হবে এবং সকল লেনদেন সদিচ্ছায় পরিচালনা করতে হবে।",
    "• যে কোন প্রতারণামূলক কার্যকলাপ বা সেবার অপব্যবহার অবিলম্বে সদস্যপদ বাতিলের কারণ হবে।",
    "",
    "৩. আর্থিক বাধ্যবাধকতা",
    "• সদস্যরা তাদের অ্যাকাউন্টের সাথে সম্পর্কিত সকল ফি এর জন্য দায়ী।",
    "• দেরিতে পরিশোধ বা ডিফল্ট আমাদের ফি তালিকায় উল্লেখিত জরিমানার কারণ হতে পারে।",
    "• সমবায় সদস্যদের যথাযথ নোটিশ দিয়ে ফি সামঞ্জস্য করার অধিকার সংরক্ষণ করে।",
    "",
    "৪. গোপনীয়তা এবং ডেটা সুরক্ষা",
    "• আমরা প্রযোজ্য গোপনীয়তা আইন অনুযায়ী আপনার ব্যক্তিগত তথ্য রক্ষা করতে প্রতিশ্রুতিবদ্ধ।",
    "• আপনার ডেটা শুধুমাত্র ব্যাংকিং উদ্দেশ্যে ব্যবহার করা হবে এবং আপনার সম্মতি ছাড়া তৃতীয় পক্ষের সাথে শেয়ার করা হবে না।",
    "• আপনার যেকোনো সময় আপনার ব্যক্তিগত তথ্য অ্যাক্সেস, আপডেট বা মুছে ফেলার অধিকার রয়েছে।",
    "",
    "৫. বিরোধ নিষ্পত্তি",
    "• এই চুক্তি থেকে উদ্ভূত যে কোন বিরোধ মধ্যস্থতা বা সালিশের মাধ্যমে সমাধান করা হবে।",
    "• সদস্যরা আইনি পদক্ষেপ নেওয়ার আগে সদিচ্ছায় দ্বন্দ্ব সমাধান করতে সম্মত হন।",
    "",
    "৬. সমাপ্তি",
    "• সদস্যরা লিখিত নোটিশ প্রদান করে যে কোন সময় তাদের সদস্যপদ বাতিল করতে পারেন।",
    "• সমবায় এই শর্তাবলীর লঙ্ঘনের জন্য সদস্যপদ বাতিল করার অধিকার সংরক্ষণ করে।",
    "• সমাপ্তির পরে, সদস্যদের সকল বকেয়া দায় নিষ্পত্তি করতে হবে।",
    "",
    "৭. সংশোধনী",
    "• ঘোষ সমবায় ব্যাংকিং যে কোন সময় এই শর্তাবলী সংশোধন করার অধিকার সংরক্ষণ করে।",
    "• এই চুক্তির কোন উল্লেখযোগ্য পরিবর্তন সম্পর্কে সদস্যদের অবহিত করা হবে।",
    "• সংশোধনের পরে সেবার অব্যাহত ব্যবহার নতুন শর্তাবলীর গ্রহণযোগ্যতা গঠন করে।",
    "",
    "নীচে 'আমি সম্মত' ক্লিক করে, আপনি স্বীকার করছেন যে আপনি এই সদস্যপদ চুক্তিটি পড়েছেন, বুঝেছেন এবং এর দ্বারা আবদ্ধ হতে সম্মত হচ্ছেন।"
  ]
}
